---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathIntersectionPolycurveParamsStepFailed
source: html/14fccd58-aa9a-c153-075d-9b697ad8f916.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathIntersectionPolycurveParamsStepFailed Property

Intersection failed.

## Syntax (C#)
```csharp
public static FailureDefinitionId DividedPathIntersectionPolycurveParamsStepFailed { get; }
```